{
  "salesforce": {
    "interpersonalFit": 17,
    "thrivingAtWork": 16,
    "experienceAndCompetency": 18,
    "recognitionAndCompensation": 17,
    "purposeAndInvolvement": 18,
    "glassdoorScore": 4.3,
    "numEmployees": 70000,
    "primaryColor": "#00A1E0",
    "top3Words": [
      "Innovative",
      "Inclusive",
      "Impactful"
    ],
    "evpStatement": "At Salesforce, we drive innovation and success by fostering a culture of inclusivity and purpose, offering our employees opportunities to grow and make a difference.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 5,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 4,
      "innovationAdvancement": 4,
      "workLifeBalance": 4,
      "employeeExperience": 5,
      "competencyUtilization": 4,
      "professionalGrowth": 5,
      "resourceAccess": 4,
      "compensationCompetitiveness": 4,
      "talentRetention": 4,
      "performanceRecognition": 5,
      "compensationTransparency": 4,
      "socialResponsibility": 5,
      "sustainabilityInitiatives": 4,
      "employeeEngagement": 5,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Salesforce excels in fostering an innovative and inclusive work environment, with strong interpersonal dynamics and a commitment to social responsibility. Opportunities for growth and meaningful work are abundant. Some areas for improvement include enhancing compensation transparency and further strengthening diversity initiatives.",
      "interpersonalFit": "Salesforce demonstrates strong leadership effectiveness and a positive workplace culture that supports employee advocacy. While diversity and inclusion are prioritized, there is room for further enhancement in this area to ensure a sense of belonging for all employees.",
      "thrivingAtWork": "The company provides a robust employer value proposition with ample career development opportunities, although innovation could be further leveraged. Salesforce supports a healthy work-life balance, enabling employees to thrive both personally and professionally.",
      "experienceAndCompetency": "Salesforce offers a consistent employee experience and ensures the utilization of skills, promoting professional growth. Access to necessary resources is strong, facilitating the continuous development of its workforce.",
      "recognitionAndCompensation": "Compensation and benefits at Salesforce are competitive, with strong performance recognition practices. However, transparency around compensation structures could be enhanced to improve employee satisfaction in this area.",
      "purposeAndInvolvement": "Salesforce is highly committed to social responsibility and sustainability, with employees actively engaged in company goals. The organization provides ample opportunities for meaningful work, aligning with its mission to make a positive impact."
    }
  },
  "pendo": {
    "interpersonalFit": 16,
    "thrivingAtWork": 17,
    "experienceAndCompetency": 15,
    "recognitionAndCompensation": 14,
    "purposeAndInvolvement": 16,
    "glassdoorScore": 4.2,
    "numEmployees": 900,
    "primaryColor": "#FF3366",
    "top3Words": [
      "Innovative",
      "Collaborative",
      "Dynamic"
    ],
    "evpStatement": "Pendo provides an innovative and collaborative environment where employees are empowered to drive impact and growth through cutting-edge technology and meaningful work.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 4,
      "innovationAdvancement": 5,
      "workLifeBalance": 4,
      "employeeExperience": 4,
      "competencyUtilization": 4,
      "professionalGrowth": 3,
      "resourceAccess": 4,
      "compensationCompetitiveness": 3,
      "talentRetention": 3,
      "performanceRecognition": 4,
      "compensationTransparency": 4,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 4,
      "employeeEngagement": 4,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Pendo excels in creating a dynamic and innovative workplace that values collaboration and employee empowerment. With strengths in leadership, workplace culture, and technological advancement, the company provides a robust environment for professional growth. However, there is room for improvement in areas such as talent retention and compensation competitiveness.",
      "interpersonalFit": "Pendo demonstrates a strong commitment to fostering a diverse and inclusive workplace, supported by effective leadership and a culture of employee advocacy. This creates a positive environment where employees feel connected and valued.",
      "thrivingAtWork": "Pendo offers a solid Employer Value Proposition, driven by opportunities for career development and innovation. Employees benefit from a good work-life balance, making it a thriving place to work. Continued focus on enhancing career advancement opportunities could further strengthen this area.",
      "experienceAndCompetency": "Employee experience at Pendo is consistent, with ample opportunities for skill utilization and access to necessary resources. While professional growth is supported, further investment in advancement opportunities could enhance employee competency and satisfaction.",
      "recognitionAndCompensation": "While Pendo provides competitive compensation and recognizes employee performance, its talent retention rates indicate potential areas for improvement. Enhancing transparency in compensation structures and increasing benefits competitiveness could strengthen this category.",
      "purposeAndInvolvement": "Pendo is engaged in social responsibility and sustainability initiatives, fostering employee involvement and offering meaningful work. Continued efforts in these areas will enhance the company's impact and employee engagement in achieving corporate goals."
    },
    "email": "test@test.com"
  },
  "talent venture group": {
    "interpersonalFit": 17,
    "thrivingAtWork": 16,
    "experienceAndCompetency": 15,
    "recognitionAndCompensation": 18,
    "purposeAndInvolvement": 16,
    "glassdoorScore": 4.1,
    "numEmployees": 250,
    "primaryColor": "#1F77B4",
    "top3Words": [
      "Innovative",
      "Inclusive",
      "Supportive"
    ],
    "evpStatement": "Talent Venture Group provides an innovative and inclusive environment that supports employee growth and offers meaningful work opportunities to make a difference.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 5,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 4,
      "innovationAdvancement": 4,
      "workLifeBalance": 4,
      "employeeExperience": 3,
      "competencyUtilization": 4,
      "professionalGrowth": 3,
      "resourceAccess": 5,
      "compensationCompetitiveness": 5,
      "talentRetention": 4,
      "performanceRecognition": 5,
      "compensationTransparency": 4,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 3,
      "employeeEngagement": 4,
      "meaningfulWork": 5
    },
    "analysis": {
      "overview": "Talent Venture Group is an innovative and inclusive company that excels in supporting its employees through effective leadership and robust employee advocacy programs. While the company offers strong compensation and benefits, it can further enhance its sustainability initiatives and professional growth opportunities to strengthen its workbrand.",
      "interpersonalFit": "Talent Venture Group demonstrates a strong commitment to diversity, equity, inclusion, and belonging, which is evident in its effective leadership and the strong advocacy from employees who are proud to represent the brand. The company fosters a positive workplace culture, although there's always room for continuous improvement.",
      "thrivingAtWork": "With a solid employer value proposition, Talent Venture Group offers ample career development opportunities and encourages innovation. Work-life balance is well-supported, making it a favorable environment for employees to thrive, though ongoing enhancements can be made in career development paths.",
      "experienceAndCompetency": "The employee experience at Talent Venture Group is consistently positive, with employees feeling competent and well-utilized in their roles. While professional growth opportunities exist, there's potential for further development in this area, alongside maintaining access to necessary resources and tools.",
      "recognitionAndCompensation": "Talent Venture Group offers competitive compensation and benefits, which contribute significantly to attracting and retaining talent. Performance recognition is a strong focus, and the company maintains a transparent compensation structure, ensuring employee satisfaction in this category.",
      "purposeAndInvolvement": "The company's commitment to social responsibility and providing meaningful work opportunities is commendable. While employee engagement in company goals is strong, expanding sustainability initiatives could further enhance the company's impact and purpose."
    },
    "email": "test@test.com"
  },
  "amazon": {
    "interpersonalFit": 15,
    "thrivingAtWork": 14,
    "experienceAndCompetency": 16,
    "recognitionAndCompensation": 14,
    "purposeAndInvolvement": 16,
    "glassdoorScore": 3.8,
    "numEmployees": 1500000,
    "primaryColor": "#FF9900",
    "top3Words": [
      "Innovative",
      "Dynamic",
      "Challenging"
    ],
    "evpStatement": "Amazon provides a dynamic and innovative workplace where employees are encouraged to think big and deliver results, with opportunities to grow professionally while driving meaningful change.",
    "subcategories": {
      "diversityAndInclusion": 3,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4,
      "employerValueProposition": 3,
      "careerDevelopment": 4,
      "innovationAdvancement": 4,
      "workLifeBalance": 3,
      "employeeExperience": 4,
      "competencyUtilization": 4,
      "professionalGrowth": 4,
      "resourceAccess": 4,
      "compensationCompetitiveness": 4,
      "talentRetention": 3,
      "performanceRecognition": 4,
      "compensationTransparency": 3,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 4,
      "employeeEngagement": 4,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Amazon is recognized as an innovative and dynamic employer, offering employees challenging roles with significant opportunities for professional growth. While the company excels in innovation and empowerment, areas such as work-life balance and transparency in compensation could be improved.",
      "interpersonalFit": "Amazon fosters a diverse and inclusive workplace with effective leadership and strong employee advocacy. While the workplace culture is dynamic and challenging, there is room for improvement in diversity and inclusion initiatives.",
      "thrivingAtWork": "Amazon offers a strong Employer Value Proposition with numerous career development opportunities and a focus on innovation. However, work-life balance remains a challenge for many employees, indicating potential areas for improvement.",
      "experienceAndCompetency": "Employees at Amazon generally experience consistent support in competency utilization and professional growth. Access to necessary resources is strong, which helps maintain a positive employee experience.",
      "recognitionAndCompensation": "Amazon provides competitive compensation and benefits, alongside good performance recognition practices. However, transparency in compensation structure and talent retention could see improvements.",
      "purposeAndInvolvement": "Amazon is committed to social responsibility and sustainability, with strong employee engagement in company goals. Opportunities for meaningful work are evident, contributing to a sense of purpose among employees."
    },
    "email": "test@amazon.com"
  },
  "visa": {
    "brandPositionAndPerception": 18,
    "compensationAndBenefits": 17,
    "growthAndDevelopment": 16,
    "peopleAndCulture": 19,
    "innovationAndProducts": 18,
    "glassdoorScore": 4.1,
    "numEmployees": 21000,
    "linkedinFollowers": 1000000,
    "headquarters": "Foster City, California, USA",
    "stockTicker": "V",
    "stockPrice": 235.5,
    "primaryColor": "#1A1F71",
    "top3Words": [
      "Innovative",
      "Inclusive",
      "Reliable"
    ],
    "evpStatement": "Visa empowers employees to drive innovation, embrace diversity, and make a global impact.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 4,
      "innovationAdvancement": 4,
      "workLifeBalance": 4,
      "employeeExperience": 4,
      "competencyUtilization": 4,
      "professionalGrowth": 4,
      "resourceAccess": 4,
      "compensationCompetitiveness": 4,
      "talentRetention": 4,
      "performanceRecognition": 4,
      "compensationTransparency": 4,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 4,
      "employeeEngagement": 4,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Visa is a leading global payments technology company known for its robust innovation, inclusive culture, and strong market presence. It is seen as a reliable and forward-thinking employer, providing ample opportunities for career development and professional growth.",
      "brandPositionAndPerception": "Visa is highly regarded for its innovative approach and strong market position in the financial sector. It is perceived as a stable and reputable employer.",
      "compensationAndBenefits": "Visa offers competitive compensation packages and comprehensive benefits, making it an attractive place for top talent. The company is praised for its transparency and fairness in compensation.",
      "growthAndDevelopment": "Employees at Visa have access to numerous career development programs and resources. The company supports professional growth and values skill enhancement.",
      "peopleAndCulture": "Visa fosters an inclusive and engaging workplace culture, promoting diversity and employee advocacy. Its leadership is seen as effective and supportive.",
      "innovationAndProducts": "Visa is at the forefront of innovation in payments technology, consistently advancing its products and services to meet evolving market needs. The company encourages creative thinking and technological advancement."
    },
    "companyName": "Visa",
    "interpersonalFit": 17,
    "thrivingAtWork": 15,
    "experienceAndCompetency": 18,
    "recognitionAndCompensation": 16,
    "purposeAndInvolvement": 17
  },
  "bilt": {
    "brandPositionAndPerception": 16,
    "compensationAndBenefits": 15,
    "growthAndDevelopment": 14,
    "peopleAndCulture": 17,
    "innovationAndProducts": 18,
    "glassdoorScore": 4.3,
    "numEmployees": 500,
    "linkedinFollowers": 12000,
    "headquarters": "New York, NY",
    "primaryColor": "#FF5733",
    "top3Words": [
      "Innovative",
      "Dynamic",
      "Supportive"
    ],
    "evpStatement": "At Bilt, we build a future where innovation meets community, empowering our team to grow and succeed together.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 3,
      "innovationAdvancement": 4,
      "workLifeBalance": 4,
      "employeeExperience": 4,
      "competencyUtilization": 3,
      "professionalGrowth": 3,
      "resourceAccess": 3,
      "compensationCompetitiveness": 3,
      "talentRetention": 4,
      "performanceRecognition": 3,
      "compensationTransparency": 3,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 3,
      "employeeEngagement": 4,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Bilt is recognized as a forward-thinking company that emphasizes innovation and a supportive work environment. With a strong commitment to diversity, inclusion, and employee engagement, Bilt successfully creates a dynamic workplace culture. The company is noted for its innovative products and a robust community spirit.",
      "brandPositionAndPerception": "Bilt holds a strong brand position with a perception that resonates well with innovation and community engagement. The company's emphasis on dynamic and supportive work culture enhances its brand image.",
      "compensationAndBenefits": "While Bilt offers competitive compensation and benefits, there is room for improvement in compensation transparency and performance recognition, which could further enhance employee satisfaction.",
      "growthAndDevelopment": "Bilt provides good growth opportunities, though there is potential to enhance career development programs and professional growth pathways to maximize competency utilization and resource access for employees.",
      "peopleAndCulture": "The company has a vibrant and inclusive culture, with effective leadership and strong employee advocacy. Bilt's focus on meaningful work and employee engagement contributes to a positive workplace culture.",
      "innovationAndProducts": "Bilt is at the forefront of innovation, consistently advancing its products and services. This commitment to innovation not only drives the company's success but also strengthens its reputation as an industry leader."
    },
    "companyName": "Bilt",
    "interpersonalFit": 16,
    "thrivingAtWork": 14,
    "experienceAndCompetency": 17,
    "recognitionAndCompensation": 15,
    "purposeAndInvolvement": 18
  },
  "discover": {
    "brandPositionAndPerception": 16,
    "compensationAndBenefits": 15,
    "growthAndDevelopment": 14,
    "peopleAndCulture": 17,
    "innovationAndProducts": 15,
    "glassdoorScore": 4,
    "numEmployees": 20000,
    "linkedinFollowers": 350000,
    "headquarters": "Riverwoods, Illinois, USA",
    "stockTicker": "DFS",
    "stockPrice": 101.25,
    "primaryColor": "#0072CE",
    "top3Words": [
      "inclusive",
      "innovative",
      "supportive"
    ],
    "evpStatement": "At Discover, we empower our employees to grow, innovate, and make a difference, fostering a culture where everyone belongs.",
    "subcategories": {
      "diversityAndInclusion": 4.5,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4.5,
      "employerValueProposition": 4,
      "careerDevelopment": 3.5,
      "innovationAdvancement": 4,
      "workLifeBalance": 4,
      "employeeExperience": 4,
      "competencyUtilization": 4,
      "professionalGrowth": 3.5,
      "resourceAccess": 4,
      "compensationCompetitiveness": 3.5,
      "talentRetention": 4,
      "performanceRecognition": 4,
      "compensationTransparency": 3.5,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 3.5,
      "employeeEngagement": 4,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Discover has established itself as a strong employer brand with a focus on inclusivity, innovation, and employee support. It offers a work environment that values diversity and encourages growth, making it an attractive choice for professionals seeking a collaborative workplace.",
      "brandPositionAndPerception": "Discover is perceived as a reputable company with a commitment to innovation and customer service. Its brand is seen as trustworthy and progressive, appealing to both potential employees and customers.",
      "compensationAndBenefits": "The compensation package at Discover is competitive, with a range of benefits that cater to the diverse needs of its employees. However, there is room for improvement in transparency and competitiveness relative to industry leaders.",
      "growthAndDevelopment": "Discover provides solid opportunities for career growth and development, though some employees feel there could be more structured career advancement pathways and more frequent professional development opportunities.",
      "peopleAndCulture": "The company culture at Discover is highly praised for its inclusivity and supportive environment. Employees appreciate the collaborative and engaging workplace, which fosters a sense of belonging and purpose.",
      "innovationAndProducts": "Discover is committed to innovation, consistently introducing new products and services to meet customer demands. The company's focus on technological advancement positions it well in the competitive financial services industry."
    },
    "companyName": "Discover",
    "interpersonalFit": 16,
    "thrivingAtWork": 14,
    "experienceAndCompetency": 17,
    "recognitionAndCompensation": 15,
    "purposeAndInvolvement": 15
  },
  "wells fargo": {
    "brandPositionAndPerception": 16,
    "compensationAndBenefits": 14,
    "growthAndDevelopment": 15,
    "peopleAndCulture": 15,
    "innovationAndProducts": 14,
    "glassdoorScore": 3.7,
    "numEmployees": 240000,
    "linkedinFollowers": 2500000,
    "headquarters": "San Francisco, California, USA",
    "stockTicker": "WFC",
    "primaryColor": "#b31b1b",
    "top3Words": [
      "Trustworthy",
      "Inclusive",
      "Innovative"
    ],
    "evpStatement": "Wells Fargo is committed to creating an inclusive environment where employees can thrive and contribute to meaningful work in financial services.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 3,
      "employeeAdvocacy": 3,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 4,
      "innovationAdvancement": 3,
      "workLifeBalance": 3,
      "employeeExperience": 4,
      "competencyUtilization": 4,
      "professionalGrowth": 4,
      "resourceAccess": 3,
      "compensationCompetitiveness": 3,
      "talentRetention": 3,
      "performanceRecognition": 3,
      "compensationTransparency": 3,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 3,
      "employeeEngagement": 3,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Wells Fargo, a major player in the financial services sector, is seen as a trustworthy and inclusive employer with a focus on innovation. The company has a strong presence with a substantial number of employees and a significant following on LinkedIn.",
      "brandPositionAndPerception": "Wells Fargo is perceived positively in the market as a trustworthy and reliable financial institution, focusing on inclusivity and customer-oriented services.",
      "compensationAndBenefits": "The company offers competitive compensation packages and benefits, though there is room for improvement in transparency and competitiveness compared to industry leaders.",
      "growthAndDevelopment": "Wells Fargo provides ample opportunities for career advancement and professional growth, supported by a culture that values employee development.",
      "peopleAndCulture": "The workplace culture at Wells Fargo is inclusive and supportive, with initiatives aimed at diversity and employee advocacy. Leadership effectiveness could be enhanced to further strengthen this aspect.",
      "innovationAndProducts": "While Wells Fargo continues to innovate within the financial services sector, there is an opportunity to accelerate the pace of technological advancements and product innovation to stay ahead of competitors."
    },
    "companyName": "Wells Fargo",
    "interpersonalFit": 16,
    "thrivingAtWork": 15,
    "experienceAndCompetency": 15,
    "recognitionAndCompensation": 14,
    "purposeAndInvolvement": 14
  }
}