{
  "salesforce": {
    "interpersonalFit": 17,
    "thrivingAtWork": 16,
    "experienceAndCompetency": 18,
    "recognitionAndCompensation": 17,
    "purposeAndInvolvement": 18,
    "glassdoorScore": 4.3,
    "numEmployees": 70000,
    "primaryColor": "#00A1E0",
    "top3Words": ["Innovative", "Inclusive", "Impactful"],
    "evpStatement": "At Salesforce, we drive innovation and success by fostering a culture of inclusivity and purpose, offering our employees opportunities to grow and make a difference.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 5,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 4,
      "innovationAdvancement": 4,
      "workLifeBalance": 4,
      "employeeExperience": 5,
      "competencyUtilization": 4,
      "professionalGrowth": 5,
      "resourceAccess": 4,
      "compensationCompetitiveness": 4,
      "talentRetention": 4,
      "performanceRecognition": 5,
      "compensationTransparency": 4,
      "socialResponsibility": 5,
      "sustainabilityInitiatives": 4,
      "employeeEngagement": 5,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Salesforce excels in fostering an innovative and inclusive work environment, with strong interpersonal dynamics and a commitment to social responsibility. Opportunities for growth and meaningful work are abundant. Some areas for improvement include enhancing compensation transparency and further strengthening diversity initiatives.",
      "interpersonalFit": "Salesforce demonstrates strong leadership effectiveness and a positive workplace culture that supports employee advocacy. While diversity and inclusion are prioritized, there is room for further enhancement in this area to ensure a sense of belonging for all employees.",
      "thrivingAtWork": "The company provides a robust employer value proposition with ample career development opportunities, although innovation could be further leveraged. Salesforce supports a healthy work-life balance, enabling employees to thrive both personally and professionally.",
      "experienceAndCompetency": "Salesforce offers a consistent employee experience and ensures the utilization of skills, promoting professional growth. Access to necessary resources is strong, facilitating the continuous development of its workforce.",
      "recognitionAndCompensation": "Compensation and benefits at Salesforce are competitive, with strong performance recognition practices. However, transparency around compensation structures could be enhanced to improve employee satisfaction in this area.",
      "purposeAndInvolvement": "Salesforce is highly committed to social responsibility and sustainability, with employees actively engaged in company goals. The organization provides ample opportunities for meaningful work, aligning with its mission to make a positive impact."
    }
  },
  "pendo": {
    "interpersonalFit": 16,
    "thrivingAtWork": 17,
    "experienceAndCompetency": 15,
    "recognitionAndCompensation": 14,
    "purposeAndInvolvement": 16,
    "glassdoorScore": 4.2,
    "numEmployees": 900,
    "primaryColor": "#FF3366",
    "top3Words": ["Innovative", "Collaborative", "Dynamic"],
    "evpStatement": "Pendo provides an innovative and collaborative environment where employees are empowered to drive impact and growth through cutting-edge technology and meaningful work.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 4,
      "innovationAdvancement": 5,
      "workLifeBalance": 4,
      "employeeExperience": 4,
      "competencyUtilization": 4,
      "professionalGrowth": 3,
      "resourceAccess": 4,
      "compensationCompetitiveness": 3,
      "talentRetention": 3,
      "performanceRecognition": 4,
      "compensationTransparency": 4,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 4,
      "employeeEngagement": 4,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Pendo excels in creating a dynamic and innovative workplace that values collaboration and employee empowerment. With strengths in leadership, workplace culture, and technological advancement, the company provides a robust environment for professional growth. However, there is room for improvement in areas such as talent retention and compensation competitiveness.",
      "interpersonalFit": "Pendo demonstrates a strong commitment to fostering a diverse and inclusive workplace, supported by effective leadership and a culture of employee advocacy. This creates a positive environment where employees feel connected and valued.",
      "thrivingAtWork": "Pendo offers a solid Employer Value Proposition, driven by opportunities for career development and innovation. Employees benefit from a good work-life balance, making it a thriving place to work. Continued focus on enhancing career advancement opportunities could further strengthen this area.",
      "experienceAndCompetency": "Employee experience at Pendo is consistent, with ample opportunities for skill utilization and access to necessary resources. While professional growth is supported, further investment in advancement opportunities could enhance employee competency and satisfaction.",
      "recognitionAndCompensation": "While Pendo provides competitive compensation and recognizes employee performance, its talent retention rates indicate potential areas for improvement. Enhancing transparency in compensation structures and increasing benefits competitiveness could strengthen this category.",
      "purposeAndInvolvement": "Pendo is engaged in social responsibility and sustainability initiatives, fostering employee involvement and offering meaningful work. Continued efforts in these areas will enhance the company's impact and employee engagement in achieving corporate goals."
    },
    "email": "test@test.com"
  },
  "talent venture group": {
    "interpersonalFit": 17,
    "thrivingAtWork": 16,
    "experienceAndCompetency": 15,
    "recognitionAndCompensation": 18,
    "purposeAndInvolvement": 16,
    "glassdoorScore": 4.1,
    "numEmployees": 250,
    "primaryColor": "#1F77B4",
    "top3Words": ["Innovative", "Inclusive", "Supportive"],
    "evpStatement": "Talent Venture Group provides an innovative and inclusive environment that supports employee growth and offers meaningful work opportunities to make a difference.",
    "subcategories": {
      "diversityAndInclusion": 4,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 5,
      "workplaceCulture": 4,
      "employerValueProposition": 4,
      "careerDevelopment": 4,
      "innovationAdvancement": 4,
      "workLifeBalance": 4,
      "employeeExperience": 3,
      "competencyUtilization": 4,
      "professionalGrowth": 3,
      "resourceAccess": 5,
      "compensationCompetitiveness": 5,
      "talentRetention": 4,
      "performanceRecognition": 5,
      "compensationTransparency": 4,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 3,
      "employeeEngagement": 4,
      "meaningfulWork": 5
    },
    "analysis": {
      "overview": "Talent Venture Group is an innovative and inclusive company that excels in supporting its employees through effective leadership and robust employee advocacy programs. While the company offers strong compensation and benefits, it can further enhance its sustainability initiatives and professional growth opportunities to strengthen its workbrand.",
      "interpersonalFit": "Talent Venture Group demonstrates a strong commitment to diversity, equity, inclusion, and belonging, which is evident in its effective leadership and the strong advocacy from employees who are proud to represent the brand. The company fosters a positive workplace culture, although there's always room for continuous improvement.",
      "thrivingAtWork": "With a solid employer value proposition, Talent Venture Group offers ample career development opportunities and encourages innovation. Work-life balance is well-supported, making it a favorable environment for employees to thrive, though ongoing enhancements can be made in career development paths.",
      "experienceAndCompetency": "The employee experience at Talent Venture Group is consistently positive, with employees feeling competent and well-utilized in their roles. While professional growth opportunities exist, there's potential for further development in this area, alongside maintaining access to necessary resources and tools.",
      "recognitionAndCompensation": "Talent Venture Group offers competitive compensation and benefits, which contribute significantly to attracting and retaining talent. Performance recognition is a strong focus, and the company maintains a transparent compensation structure, ensuring employee satisfaction in this category.",
      "purposeAndInvolvement": "The company's commitment to social responsibility and providing meaningful work opportunities is commendable. While employee engagement in company goals is strong, expanding sustainability initiatives could further enhance the company's impact and purpose."
    },
    "email": "test@test.com"
  },
  "amazon": {
    "interpersonalFit": 15,
    "thrivingAtWork": 14,
    "experienceAndCompetency": 16,
    "recognitionAndCompensation": 14,
    "purposeAndInvolvement": 16,
    "glassdoorScore": 3.8,
    "numEmployees": 1500000,
    "primaryColor": "#FF9900",
    "top3Words": ["Innovative", "Dynamic", "Challenging"],
    "evpStatement": "Amazon provides a dynamic and innovative workplace where employees are encouraged to think big and deliver results, with opportunities to grow professionally while driving meaningful change.",
    "subcategories": {
      "diversityAndInclusion": 3,
      "leadershipEffectiveness": 4,
      "employeeAdvocacy": 4,
      "workplaceCulture": 4,
      "employerValueProposition": 3,
      "careerDevelopment": 4,
      "innovationAdvancement": 4,
      "workLifeBalance": 3,
      "employeeExperience": 4,
      "competencyUtilization": 4,
      "professionalGrowth": 4,
      "resourceAccess": 4,
      "compensationCompetitiveness": 4,
      "talentRetention": 3,
      "performanceRecognition": 4,
      "compensationTransparency": 3,
      "socialResponsibility": 4,
      "sustainabilityInitiatives": 4,
      "employeeEngagement": 4,
      "meaningfulWork": 4
    },
    "analysis": {
      "overview": "Amazon is recognized as an innovative and dynamic employer, offering employees challenging roles with significant opportunities for professional growth. While the company excels in innovation and empowerment, areas such as work-life balance and transparency in compensation could be improved.",
      "interpersonalFit": "Amazon fosters a diverse and inclusive workplace with effective leadership and strong employee advocacy. While the workplace culture is dynamic and challenging, there is room for improvement in diversity and inclusion initiatives.",
      "thrivingAtWork": "Amazon offers a strong Employer Value Proposition with numerous career development opportunities and a focus on innovation. However, work-life balance remains a challenge for many employees, indicating potential areas for improvement.",
      "experienceAndCompetency": "Employees at Amazon generally experience consistent support in competency utilization and professional growth. Access to necessary resources is strong, which helps maintain a positive employee experience.",
      "recognitionAndCompensation": "Amazon provides competitive compensation and benefits, alongside good performance recognition practices. However, transparency in compensation structure and talent retention could see improvements.",
      "purposeAndInvolvement": "Amazon is committed to social responsibility and sustainability, with strong employee engagement in company goals. Opportunities for meaningful work are evident, contributing to a sense of purpose among employees."
    },
    "email": "test@amazon.com"
  }
}
